// Садово-паркова техніка
// Електроінструмент
// Акумуляторний інструмент
// Зварювальна техніка
// Компресори
// Мотоблоки
// Бетонозмішувачі
// Запчастини та аксесуари

export const products = [
  // Категорія: Садово-паркова техніка
  {
    articule: 1000001,
    category: "Садово-паркова техніка",
    img: ".assets/products/5656.jpeg",
    name: "Газонокосарка",
    brand: "Honda",
    model: "HRX 537",
    description: "Потужна газонокосарка для садових ділянок",
    character: [
      {
        "Потужність двигуна": "5.5 к.с.",
      },
    ],
    price: "15000",
  },
  {
    articule: 1000002,
    category: "Садово-паркова техніка",
    name: "Газонокосарка",
    brand: "STIGA",
    model: "Combi 53 S",
    description: "Бензинова газонокосарка зі збірником трави",
    character: [
      {
        "Ширина зрізу": "51 см",
      },
    ],
    price: "9000",
  },
  {
    articule: 1000003,
    category: "Садово-паркова техніка",
    name: "Триммер",
    brand: "Husqvarna",
    model: "128R",
    description: "Бензиновий триммер для обрізання газону",
    character: [
      {
        "Потужність двигуна": "1.3 кВт",
      },
    ],
    price: "7500",
  },
  {
    articule: 1000004,
    category: "Садово-паркова техніка",
    name: "Електрокоса",
    brand: "Makita",
    model: "UR3501",
    description: "Електрична коса для трави і бур'яну",
    character: [
      {
        Потужність: "1000 Вт",
      },
    ],
    price: "2500",
  },
  {
    articule: 1000005,
    category: "Садово-паркова техніка",
    name: "Ланцюгова пила",
    brand: "STIHL",
    model: "MS 170",
    description: "Бензинова ланцюгова пила зі зручною ручкою",
    character: [
      {
        "Довжина шини": "30 см",
      },
    ],
    price: "6000",
  },

  // Категорія: Електроінструмент
  {
    articule: 2000001,
    category: "Електроінструмент",
    name: "Дриль-шуруповерт",
    brand: "Bosch",
    model: "GSR 12V-15",
    description: "Компактний акумуляторний шуруповерт",
    character: [
      {
        "Напруга акумулятора": "12 В",
      },
    ],
    price: "3500",
  },
  {
    articule: 2000002,
    category: "Електроінструмент",
    name: "Перфоратор",
    brand: "Makita",
    model: "HR2470",
    description: "Ударний електричний перфоратор для свердління",
    character: [
      {
        Потужність: "780 Вт",
      },
    ],
    price: "4500",
  },
  {
    articule: 2000003,
    category: "Електроінструмент",
    name: "Полірувальна машина",
    brand: "DeWalt",
    model: "DWP849X",
    description: "Електрична машина для полірування поверхонь",
    character: [
      {
        Потужність: "1250 Вт",
      },
    ],
    price: "3800",
  },
  {
    articule: 2000004,
    category: "Електроінструмент",
    name: "Лобзик",
    brand: "Bosch",
    model: "PST 900 PEL",
    description: "Електричний лобзик для різання по дереву і металу",
    character: [
      {
        Потужність: "620 Вт",
      },
    ],
    price: "2100",
  },
  {
    articule: 2000005,
    category: "Електроінструмент",
    name: "Кутова шліфмашина",
    brand: "Makita",
    model: "GA5030",
    description: "Електрична кутова шліфмашина з перевагами",
    character: [
      {
        Потужність: "720 Вт",
      },
    ],
    price: "3200",
  },

  // Категорія: Акумуляторний інструмент
  {
    articule: 3000001,
    category: "Акумуляторний інструмент",
    name: "Акумуляторний фен",
    brand: "Makita",
    model: "DUB184Z",
    description: "Потужний акумуляторний фен для сушіння",
    character: [
      {
        Потужність: "1000 Вт",
      },
    ],
    price: "2500",
  },
  {
    articule: 3000002,
    category: "Акумуляторний інструмент",
    name: "Акумуляторний гайковерт",
    brand: "DeWalt",
    model: "DCF880M2",
    description: "Компактний акумуляторний",
    character: [
      {
        Потужність: "1000 Вт",
      },
    ],
    price: "7500",
  },
];

// module.exports = products;
